Repository: mfcharaf/SnitzDotNet
Catalog: Snitz.Web/App_GlobalResources/webResources.*.resx
Languages: fa, fr, ja

# lblPagerDropdown
source: of {0} pages
fa: از {0} صفحه
ja: {0} ページ数

# lblYear
source: Year
fa: سال
ja: 年

# cbxUseSigbyDefault
source: Signature checkbox checked by default?
fa: امضا بصورت پیش‌فرض باشد؟
ja: 署名挿入チェックを初期設定しますか？

# cbxViewSiginPost
source: View Signatures in Posts?
fa: نمایش امضا‌ها هنگام ارسال مطلب؟
ja: 投稿内での署名表示をしますか？

# TextDirection
source: ltr
fa: rtl

# lblStatsMembersOnline
source: No. of members online: {0}
fa: تعداد کاربران فعال: {0}
ja: 現在オンラインメンバー数: {0}

# lblStatistics
source: Statistics
fa: آمارها
ja: 統計
