Repository: mfcharaf/SnitzDotNet
Catalog: Snitz.Web/App_GlobalResources/webResources.*.resx
Languages: fa, fr, ja

# btnOk
source: OK
fa: قبول
ja: 合意

# btnYes
source: Sea
fa: بله
fr: Oui
ja: 合意

# btnNo
source: Ní hea
fa: خیر
fr: Non
ja: 非合意

# btnReset
source: Athchóirigh
fa: بازیافت
fr: Réinitialiser
ja: 元に戻す

# btnUpload
source: suasluchtaigh
fa: بارگذاری
fr: Télécharger
ja: アップロード

# btnCancel
source: Ceallaigh
fa: لغو
fr: Annuler
ja: 取消し

# btnAddLink
source: cuir nasc le
fa: افزودن لینک
fr: Ajouter le lien
ja: リンクを追加

# lblLoggedOn
source: Tá tú logáilte isteach mar {0}{1}
fa: <b>خوش آمدید, {0}.</b> بازدید قبلی شما: {1}
fr: Vous êtes connecté en tant que {0}{1}
ja: <b>歓迎！ {0},</b> あなたの最後の訪問は： {1}

# lblThemes
source: Roghnaigh téama
fa: انتخاب پوسته
fr: Choisissez un thème
ja: シーム選択

# lblLockedTopic
source: Toipic faoi ghlas
fa: موضوع قفل شده
fr: Sujet verrouillé
ja: 変更不可能 なトピック

# lblSure
source: Bhfuil tú cinnte?
fa: آیا اطمینان دارید؟
fr: Etes vous sûr ?
ja: 本当に削除しますか？

# lblPassword
source: Focal faire
fa: رمز عبور
fr: Mot de passe
ja: パスワード

# lblEmail
source: riomhphost
fa: ایمیل
fr: Courriel
ja: メール

# lblOptions
source: roghanna
fa: گزینه‌ها
fr: ??Options
ja: オプション

# btnUpdate
source: suasdátú
fa: بروزرسانی
fr: Mettre à jour
ja: 更新

# lblLastPost
source: post deiridh
fa: آخرین ارسال
fr: Dernier message
ja: 最新の投稿

# lblPosts
source: poist
fa: ارسال
fr: Messages
ja: 投稿

# lblTopics
source: toipicí
fa: موضوعات
fr: Sujets
ja: トピックス

# lblProfile
source: próifíl
fa: پروفایل
fr: Profil
ja: プロフィル

# btnAgree
source: Aontaigh
fa: موافق
fr: J'accepte
ja: 合意

# btnPreview
source: Réamhamharc
fa: قبلی
fr: Prévisualisation
ja: プレビュー

# btnSearch
source: Cuardaigh
fa: جستجو
fr: Chercher
ja: 検索

# btnSubmit
source: Cuir faoi bhráid
fa: ثبت
fr: Soumettre
ja: 実行

# lblCategory
source: Catagóir
fa: گروه
fr: Catégorie
ja: カテゴリー

# lblCatForum
source: Catagóir/Fóram
fa: گروه/تالار
fr: Catégorie/Forum
ja: カテゴリー/フォーラム

# lblForum
source: Fóram
fa: تالار
fr: Forum
ja: フォーラム

# lblMessage
source: Teachtaireacht
fa: پیغام
fr: Message
ja: メッセージ

# lblPostAuthor
source: údar
fa: نویسنده
fr: Auteur
ja: 作者

# lblReplies
source: freagraí
fa: پاسخ‌ها
fr: Réponses
ja: 返事数

# lblSubject
source: Ábhar
fa: عنوان
fr: Sujet
ja: 件名

# lblTopic
source: Toipic
fa: موضوع
fr: Sujet
ja: トピック

# lblViewCount
source: Léigh
fa: خواندن
fr: Lire
ja: 訪問数

# ttlPolicyPage
source: Polasaí Fóraim
fa: قوانین تالارها
fr: Règles du forum
ja: フォーラム規則方針

# ttlPostMessage
source: Foirm Phoist
fa: فرم ارسال
fr: Envoyer
ja: フォーラム投稿

# lblFindFrom
source: Faigh poist ó
fa: یافتن ارسال‌ها از
fr: Trouver les messages de
ja: 投稿検索

# lblForumLocked
source: Fóram faoi ghlas, Níl postú ceadaithe.
fa: تالار قفل شده، امکان ارسال وجود ندارد.
fr: Le forum est verrouillé. Aucun nouveau message n'est autorisé.
ja: フォーラムはロックされています。投稿は出来ません。

# lblSearchForums
source: Cuardaigh Fóraim
fa: جستجوی تالارها
fr: Rechercher dans les forums
ja: フォーラム検索

# lblSearchIn
source: Cuardaigh i
fa: جستجو در
fr: Rechercher dans
ja: 検索：

# lblSearchKeywords
source: Cuardaigh eochairfhocal(il)
fa: جستجو با کلیدواژه
fr: Rechercher par mot(s) clé(s)
ja: キーワードで検索：

# lblSearchUser
source: Cuardaigh tré ainm úsáideora
fa: جستجو با نام کاربری
fr: Rechercher par nom d'utilisateur
ja: ユーザー名で検索：

# lblShowAs
source: Taispeáin torthaí mar
fa: نمایش نتایج به عنوان
fr: Afficher les résultats comme
ja: 検索結果の表示：

# lblSortResults
source: Sortáil torthaí mar
fa: مرتب‌سازی نتایج به عنوان
fr: Trier les résultats par
ja: 検索結果のソート

# lblTopicLocked
source: Toipic faoi Ghlas. Níl freagraí Ceadaithe..
fa: موضوع قفل شده، پاسخ مجاز نیست.
fr: Le sujet est verrouillé. Aucun nouveau message n'y est autorisé.
ja: トピックはロックされています。返事は出来ません。

# lblUsername
source: Ainm Úsáideora
fa: نام کاربری
fr: Nom d'utilisateur
ja: ユーザー名

# ttlDefaultPage
source: {0} : Leathanach Baile
fa: {0} : خانه
fr: {0} : Page d'accueil
ja: {0} : ホーム：

# ttlForumPage
source: {0} : Fóram : {1}
fa: {0} : تالار : {1}
fr: {0} : Forum : {1}
ja: {0} : フォーラム : {1}

# ttlSearchPage
source: Cuardaigh Fóraim
fa: جستجوی تالارها
fr: Rechercher dans les forums
ja: フォーラム検索：

# btnClose
source: Dún
fa: بستن
fr: Fermer
ja: 閉じる

# lblCountry
source: Tír
fa: کشور
fr: Pays
ja: 国

# ErrNoMessage
source: Ní féidir leat post folamh a phostáil.
fa: پیغام بدون متن ارسال نمی‌شود
fr: Vous ne pouvez pas créer un sujet vide.
ja: 空のメッセージは投稿できません。

# ErrNotAuth
source: Níl tú údaraithe chun an t-aicsean seo a chríochnú.
fa: شما مجاز به تکمیل این فعالیت نیستید.
fr: Vous n'êtes pas autorisé à faire cette action.
ja: 実行する権限を認可されていません。

# lblFirstName
source: Céad ainm
fa: نام
fr: Prénom
ja: 氏名

# lblLastName
source: Ainm deiridh
fa: نام خانوادگی
fr: Nom
ja: 姓名

# lblLock
source: Cuir glas ar tuairisc.
fa: قفل کردن موضوع
fr: Verrouiller l'enregistrement
ja: 記録を変更不可能にする。

# lblUnlock
source: Un-Cuir glas ar tuairisc
fa: بازکردن قفل رکورد
fr: Déverrouiller l'enregistrement
ja: 記録を変更可能にする。

# ttlPopupDel
source: Ceallaigh tuairisc
fa: حذف رکورد
fr: Détruire l'enregistrement
ja: 記録消去

# ttlPopupEmail
source: Seol riomhphost
fa: ارسال ایمیل
fr: Envoyer un courriel
ja: メール送信

# ttlPopupMessenger
source: Fuinneog theachtaire
fa: پنجره پیام‌رسان
fr: Fenêtre de messenger
ja: ＭＳＮメッセンジャー・ウインドー

# btnSend
source: Seol
fa: ارسال
fr: Envoyer
ja: 送信

# ErrUploadFileSize
source: Níl comhad rómhór le suasluchtú.
fa: حجم فایل شما بیش از حد بزرگ است
fr: Ce fichier est trop grand pour être téléchargé
ja: ファイルサイズが大きすぎてアップロード出来ません。

# ErrUploadFileType
source: Ní íomhá an comhad
fa: فایل شما یک تصویر نیست
fr: Ce fichier n'est pas une image
ja: イメージファイルではありません。

# ErrUploadNoFile
source: Níor suasluchtaíodh comhad
fa: هیچ فایلی بارگذاری نشد
fr: Aucun fichier n'a été téléchargé
ja: ファイルアップロード未完了。

# lblBack
source: Téigh arais don BhFóram
fa: بازگشت به تالار
fr: Retour au forum
ja: フォーラムにもどる。

# lblHost
source: Ainm aoi
fa: نام هاست
fr: Nom d'hôte
ja: ホスト名

# lblIP
source: IP Seoladh postaitheora
fa: آدرس آی پی
fr: Adresse IP de l'auteur
ja: 作者のＩＰアドレス

# lblPreview
source: Réamhamharc teachtaireacht
fa: پیغام قبلی
fr: Prévisualisation du message
ja: プレビユーメッセージ

# lblSendTopicMessage
source: <p>Cheapas go mbeadh suim agat sa phost seo a leanas <br /><br /><a href='{0}'>{0}</a></p>
fa: <p>فکر میکنم شما از این مطلب استفاده خواهید کرد :<br /><br /><a href='{0}'>{0}</a></p>
fr: <p>J'ai pensé que tu pourrais être intéressé par le sujet suivant : <br /><br /><a href='{0}'>{0}</a></p>
ja: <p>この投稿に興味があると思いましたので送ります。<br /><br /><a href='{0}'>{0}</a></p>

# lblStick
source: Déan toipic greamaitheach
fa: ایجاد موضوع اولویت‌دار
fr: Faire de ce sujet un Post-it
ja: トピックをステッキーにする。

# lblTimer
source: Gineadh an Leathanach i {0} soicind
fa: این صفحه در {0} ثانیه بارگذاری شد.
fr: Cette page a été générée en {0} secondes
ja: このページは{0} 秒で作成されました。

# lblUnstick
source: díghreamaigh toipic.
fa: لغو اولویت موضوع
fr: Enlever le status de Post-it de ce sujet
ja: トピックのステッキーをオフにする。

# lblUpload
source: Suasluchtaigh comhad go freastalaí
fa: ارسال فایل به سرور
fr: Télécharger le fichier sur le serveur
ja: サーバーにファイル転送

# lblUploadSuccess
source: Comhad suasluchtaithe go rathúil
fa: بارگذاری فایل موفقیت آمیز بود
fr: Le fichier a été téléchargé avec succès
ja: ファイル転送完了！

# ttlPopupSendTopic
source: Seol Toipic
fa: درج موضوع
fr: Envoyer le sujet
ja: トピックス送信

# ttlPopupUpload
source: Suasluchtaigh comhad
fa: ارسال فایل
fr: Télécharger un fichier sur le serveur
ja: ファイルアップロード

# ttlPopupViewIP
source: Iniúchaigh baill IP
fa: نمایش آی پی کاربر
fr: Afficher l'adresse IP des membres
ja: メンバーのIP情報を観覧

# ttlProfilePage
source: Próifíl baill
fa: پروفایل کاربر
fr: Profil du membre
ja: メンバー・プロフィール

# btnSpell
source: Seiceáil litriú
fa: تصحیح املا
fr: Correction orthographique
ja: スペルチェッカー

# ErrNotImplemented
source: Níl comhlíonaithe faoi láthair
fa: درخواست از سوی سرور پشتیبانی نمی‌شود
fr: Actuellement pas implémenté
ja: 現在搭載されておりません。

# lblDelete
source: Ceallaigh {0}
fa: حذف {0}
fr: Détruire {0}
ja: 消去 {0}

# lblName
source: Ainm
fa: نام
fr: Nom
ja: 名前

# lblQRSig
source: Iniaigh síniú
fa: الصاق امضا
fr: Inclure la signature
ja: 署名挿入

# lblQuickReplyHeader
source: Freagra tapa
fa: پاسخ سریع
fr: Réponse rapide
ja: 簡単返事

# lblReply
source: Freagra
fa: پاسخ
fr: Répondre
ja: 返事

# lblStatsArchive
source: Níl {0} poist cartlannaithe in {1} toipic(í) cartlannaithe(s)
fa: مجموعا {0} مطلب بایگانی شده در {1} موضوع بایگانی شده وجود دارد.
fr: Il y a {0} messages archivés dans {1} sujets(s) archivés
ja: {1} のアーカイブのトピックに {0} のアーカイブされたトピックスがあります。

# lblStatsLastVisit
source: Thug tú cuairt ar an {0}
fa: بازدید قبلی شما: {0}
fr: Votre dernière visite remonte au {0}
ja: 最新訪問日：{0}

# lblStatsMembers
source: {0} of {1} <rannóg='Statsnascanna' href='baill.aspx'>baill</a> déanta {2} poist, leis an post deiridh ar an {3} ar: {4}
fa: {0} از مجموع {1} <a class='StatsLnks' href='/Content/Forums/members.aspx'>کاربر</a> مجموعا {2} مطلب ارسال کرده‌اند، با آخرین مطلب در {3} توسط: {4}
fr: {0} of {1} <a class='StatsLnks' href='/Content/Forums/members.aspx'>Membres</a> sont intervenus {2} fois, le dernier message datant du {3} par: {4}
ja: {1} <a class='StatsLnks' href='/Content/Forums/members.aspx'>メンバー</a> 中 {0} メンバーが {2} 数の投稿をしました。最新投稿日 {3} で作者: {4}

# lblStatsNewMember
source: Fáiltigh led thoil roimh an mbaill is úrnua : {0}
fa: لطفا شما نیز به {0} خوش آمد بگویید.
fr: L'utilisateur enregistré le plus récemment est: {0}
ja: ようこそ最新メンバー: {0}

# lblStatsTopics
source: Tá faoi láthair {0} toipicí agus tá {1} <rannóg='Statsnascanna' href='gníomhach.aspx'>gníomhach</a> toipicí ó do chuairt dheiridh.
fa: در حال حاضر مجموعا {0} موضوع و {1} <a class='StatsLnks' href='/Content/Forums/active.aspx'>موضوع فعال</a> از آخرین بازدید شما ثبت شده.
fr: Il y a actuellement {0} sujets et {1} <a class='StatsLnks' href='/Content/Forums/active.aspx'>des sujets avec de nouveaux messages</a> depuis votre dernière visite.
ja: 現在 {0} のトピックスがあります。そして、 <a class='StatsLnks' href='/Content/Forums/active.aspx'>アクチブ</a> トピックスが最後の訪問以来あります。

# lblUser
source: Úsáideoir
fa: کاربر
fr: Utilisateur
ja: ユーザー

# lblMessengerAIM
source: {0}'s AIDHM Roghanna
fa: گزینه‌های AIM {0}
fr: Options AIM pour {0}
ja: {0}の AIM オプション

# lblMessengerBuddyList
source: Cuir le liosta Budaí
fa: افزودن به فهرست دوستان
fr: Ajouter à ma liste
ja: 相棒のリストへの追加

# lblMessengerChat
source: Oscail fuinneog chomhrá
fa: بازکردن پنجره چت
fr: Ouvrir une fenêtre de tchat
ja: チャットを開窓

# lblMessengerMSN
source: {0}'s Seoladh teachtaireacht MSN:
fa: آدرس MSN {0}:
ja: {0}のMSN メッセンジャー アドレス:

# lblMessengerSend
source: Seol teachtaireacht chuig ball.
fa: ارسال یک پیغام به ایشان
fr: Envoyer un message à ce membre
ja: メンバーにメッセージ送信

# litMessengerText
source: <b>NóTAIGH:</b> Bíodh seilbh agat ar AOL teachtaire dithneasach suiteáilte ionas gur féidir leis na feidhmithe seo oibriú go cuí.
fa: <b>تذکر:</b> برای استفاده از این قسمت باید نرم افزار AOL Messanger روی رایانه شما نصب شده باشد.
fr: <b>REMARQUE:</b> Vous devez avoir AOL Instant Messenger installé pour utiliser ces fonctionalités.
ja: <b>参照:</b> この機能を活用するためには AOL インスタント メッセンジャーが設置されていなければなりません。

# btnLogin
source: Logáil isteach
fa: ورود
fr: Se connecter
ja: ログイン

# ErrLoginFailure
source: Theip ar do iarracht logála. Iarracht eile led thoil.
fa: ورود شما ناموفق بود، لطفا مجددا سعی کنید.
fr: La connexion n'a pas fonctionné. Veuillez essayer encore.
ja: ログインが出来ませんでした。もう一度入力してください。

# ErrLoginRequired
source: Caithfidh tú bheith logáilte isteach chun teacht ar an leathanach seo,ionsáigh d'ainm úsáideora agus focal faire led thoil.<br /><br />
fa: برای دسترسی به این صفحه باید لاگین کنید، لطفا نام کاربری و رمز عبور خود را وارد کنید.<br /><br />
fr: Vous devez vous identifier pour accéder à cette page.<br /><br />
ja: このページを観覧するにはログインが必要です。ユーザー名とパスワードを入力してください。<br /><br />

# ErrNoPassword
source: Focal faire riachtanach
fa: درج رمز عبور ضروری است
fr: Le mot de passe est obligatoire
ja: パスワード必要

# ErrNoUsername
source: Ainm úsáideora riachtanach
fa: درج نام کاربری ضروری است
fr: Le nom d'utilisateur est obligatoire
ja: ユーザー名必要

# lblAIM
source: AIDHM
fa: شناسه AIM
fr: AIM
ja: AIM

# lblDelPost
source: Ceallaigh post in úsáid
fa: حذف موضوع
fr: Détruire ce message
ja: 現在の投稿を消去する

# lblEditPost
source: Deasaigh post in úsáid
fa: ویرایش مطلب
fr: Modifier ce message
ja: 現在の投稿を編集する

# lblEditTopic
source: ??Edit Topic
fa: ویرایش موضوع
ja: ??トピックの編集

# lblEditReply
source: ??Edit Reply
fa: ویرایش پاسخ
ja: ??返事の編集

# lblGotoTop
source: Léim go barr leathanaigh
fa: برو به بالای صفحه
fr: Aller au début de la page
ja: ページのトップに移動

# lblHomePage
source: Tabhair cuairt ar leathanach bhaile an Phostaera
fa: نمایش صفحه خانه کاربر
fr: Ouvrir la page web de l'auteur
ja: 投稿者のホームページを訪問

# lblICQ
source: ICQ
fa: شماره ICQ

# lblLastPostJump
source: Léim go post deiridh
fa: برو به آخرین مطلب
fr: Aller au dernier message
ja: 最新投稿に移動

# lblLastVisit
source: cuairt deireannach tugtha
fa: بازدید قبلی
fr: Dernière visite
ja: 最新訪問

# lblLockedForum
source: Tá glas ar an bhfóram
fa: تالار قفل شده
fr: Forum verrouillé
ja: フォーラムはロックされています。

# lblLoginTitle
source: Logáil isteach baill
fa: ورود اعضا
fr: Connexion
ja: メンバーログイン

# lblMemberSince
source: Ceangailte
fa: تاریخ عضویت
fr: Membre depuis
ja: メンバー登録日

# lblMSN
source: MSN
fa: شناسه MSN

# lblOldPosts
source: Níl poist úrnua.
fa: هیچ مطلب جدیدی نداریم
fr: Aucun nouveau message
ja: 新投稿無し

# lblRememberMe
source: Sábháil focal faire
fa: ذخیره رمز عبور
fr: Se souvenir de moi
ja: パスワード保存

# lblReplyQuote
source: Freagraigh le lua.
fa: پاسخ با نقل قول
fr: Réponse avec citation
ja: 引用で返事

# lblShowIP
source: Taispeáin IP an Phostaera
fa: نمایش آدرس IP فرستنده
fr: Afficher l'adresse IP de l'auteur
ja: 投稿者の IP 表示

# lblTitle
source: Teideal
fa: عنوان
fr: Titre
ja: タイトル

# lblYAHOO
source: Yahoo
fa: شناسه Yahoo!

# ttlLoginPage
source: Leathanach logáil isteach fóraim
fa: صفحه ورودی تالار
fr: Page de connexion
ja: フォーラム ログイン ページ

# ttlMembersPage
source: Liosta ball
fa: فهرست اعضا
fr: Liste des membres
ja: メンバー リスト

# ErrNoSearchString
source: Caithfidh tú luach a sholáthar le cuartú
fa: برای جستجو باید یک عبارت وارد نمایید
fr: Vous devez fournir une information pour la recherche
ja: 検索する項目を入れてください。

# ErrNoSubject
source: Caithfidh tú ábhar a ionsáú do do phost
fa: برای مطلب خود حتما باید عنوان درج کنید
fr: Vous devez entrer un sujet
ja: 投稿の主題を入力してください。

# lblIncludeSig
source: iniaigh do shíniú próifíle..
fa: الصاق امضای پروفایل به مطلب.
fr: Inclure la signature.
ja: プロフィル署名を挿入

# lblJumpTo
source: Léim go
fa: برو به
fr: Aller dans
ja: 進む

# lblPostLockTopic
source: Seiceáil anseo chun an t-ábhar a chur faoi ghlas taréis an phoist seo.
fa: برای قفل شدن مطلب پس از ارسال، اینجا کلیک کنید.
fr: Cocher ici pour verrouiller le sujet immédiatement après sa création.
ja: この投稿が済んでからトピックをロックするにはここをクリックしてください。

# lblPostMakeSticky
source: Seiceáil anseo chun an toipic seo a bheith greamaitheach.
fa: برای اولویت دادن به موضوع، اینجا کلیک کنید.
fr: Cocher ici pour faire de ce sujet un Post-it.
ja: このトピックをステッキーにするにはここをクリックしてください。

# lblHotTopics
source: Toipic te, iniata {0} nó freagraí breise
fa: یک موضوع داغ، تعداد {0} پاسخ یا بیشتر دارد.
fr: Sujet Chaud, contient au moins {0} réponses
ja: 人気トピックスで {0} 以上の返事が存在します。

# lblNewPosts
source: Poist úrnua iniata
fa: شامل مطالب جدید
fr: Contient de nouveaux messages
ja: 新しい投稿を含む

# ttlActivePage
source: Toipicí gníomhacha ó do chuairt dheiridh
fa: موضوعات فعال از آخرین بازدید شما.
fr: Sujets actifs depuis votre dernière visite
ja: 最後の訪問以来のアクチブトピックス

# btnUploadAvatar
source: Suasluchtaigh Avatar
fa: بارگذاری یک نماد
fr: Télécharger l'avatar
ja: アバターアップロード

# lblAvatar
source: Avatar
fa: نماد
ja: アバター

# lblBiog
source: Beathaisnéis
fa: شرح حال
fr: Biographie
ja: 経歴

# lblCity
source: Cathair
fa: شهر
fr: Ville
ja: 市

# lblContactInfo
source: Eolas teagmhála
fa: اطلاعات ارتباطی
fr: Informations de contact
ja: 連絡先

# lblDOB
source: Dáta breithe
fa: تاریخ تولد
fr: Date de naissance
ja: 生年月日

# lblExtraInfo
source: Eolas breise
fa: اطلاعات بیشتر
fr: Informations supplémentaires
ja: 追加情報

# lblFavLinks
source: Nascanna coitianta
fa: لینک‌های مورد علاقه
fr: Liens favoris
ja: お好みのリンク

# lblGender
source: inscinn
fa: جنسیت
fr: Sexe
ja: 性

# lblHobbies
source: Caithimh aimsire
fa: علاقه‌مندی‌ها
fr: Loisirs
ja: 趣味

# lblLatestNews
source: Nuacht is úrnua
fa: آخرین خبر
fr: Dernières nouvelles
ja: 最新ニューズ

# lblLinks
source: Nascanna Gréasáin
fa: آدرس سایت
fr: Liens vers des sites web
ja: ウエブサイト リンク

# lblMarStatus
source: Stáid pósta
fa: وضعیت تأهل
fr: Etat civil
ja: 既婚・未婚

# lblOccupation
source: Slí beatha
fa: شغل
fr: Emploi
ja: 職業

# lblQuote
source: Lua coitianta
fa: جمله مورد علاقه
fr: Citation préférée
ja: お好み引用

# lblReceiveEmail
source: Glac riomhphost
fa: دریافت ایمیل
fr: Recevoir un courriel
ja: メール受信

# lblSig
source: Síniú
fa: امضا
fr: Signature
ja: 署名

# lblSkype
source: Skype
fa: شناسه Skype

# lblState
source: Contae
fa: استان
fr: Etat/Région
ja: 国名

# lblTimeOffset
source: Cúitigh ó GMT
fa: اختلاف با GMT
fr: Décalage horaire
ja: GMT 時間からのオフセット

# lblTimeZone
source: Crios ama
fa: تطبیق زمان
fr: Fuseau horaire
ja: タイムゾーン

# lblDeleteUser
source: Ceallaigh ball
fa: حذف کابر
fr: Détruire ce membre
ja: メンバー消去

# lblEditUser
source: Deasaigh Próifíl
fa: ویرایش پروفایل
fr: Modifier le profil
ja: プロフィル編集

# lblLockUser
source: Cuir cuntas ball faoi ghlas
fa: قفل کردن عضویت {0}
fr: Verrouiller ce compte
ja: メンバーアカウントのロック

# lblUnlockUser
source: Bain an glas de chuntas ball
fa: باز کردن قفل عضویت {0}
fr: Déverrouiller ce compte
ja: メンバーアカウントのロック解除

# ErrNoTopics
source: <lár><br />Níl toipicí le taispeáint<br /></lár>
fa: موضوع جدیدی از آخرین بازدید شما نداریم
fr: <center><br />Aucun sujet à afficher<br /></center>
ja: <center><br />表示するトピックスが存在しません。<br /></center>

# ErrSearchFor
source: Caithfidh tú eocharfhocal nó ainm úsáideora a ionsáú, agus níos mó ná carachtar amháin san eocharfhocal.
fa: باید یک کلیدواژه یا نام کاربری وارد کنید، ضمنا کلیدواژه باید بیش از یک حرف باشد.
fr: Vous devez entrer au moins un mot clé (d'au moins un caractère) ou un nom d'utilisateur
ja: キイワードもしくはユーザー名を入力してください。キイワードは１文字以上でなければなりません。

# lblNew
source: Tuairisc nua
fa: رکورد جدید
fr: Nouvel enregistrement
ja: 新しい記録

# ErrNoSearchResults
source: <lár><br />níor fritheadh tuairiscí nua oiriúnach do do chrítéir cuartála.<br /></lár>
fa: <center><br />هیچ رکوردی مطابق جستجوی شما یافت نشد<br /></center>
fr: <center><br />Aucun enregistrement correspondant à vos critères de recherche n'a été trouvé.<br /></center>
ja: <center><br />検索クライテリアに一致する記録は見つかりませんでした。<br /></center>

# ErrSearchNoForum
source: Roghnaigh, ar a laghad, catagóir nó fóram amháin
fa: لطفا زا فهرست یک گروه یا تالار انتخاب کنید
fr: Vous devez choisir au moin une catégorie ou un forum
ja: 少なくとも１つのカテゴリーまたはフォーラムの選択が必要です。

# lblAge
source: aois
fa: سن
fr: Age
ja: 年齢

# lblContactMe
source: Déan teagmháil liom via {0}
fa: ارتباط با {0} من
fr: Me contacter via {0}
ja: {0}で連絡できます。

# lblForumInfo
source: Eolas fóraim
fa: اطلاعات تالار
fr: ForumInfo
ja: フォーラム情報

# lblLastUpdated
source: Deasú deiridh próifíle
fa: ویرایش قبلی پروفایل
fr: Dernière date de mise à jour du profil
ja: 最新編集プロフィル

# lblMemberID
source: Aitheantas baill
fa: شناسه کاربر
fr: ID du membre
ja: メンバー ID

# lblNewTopic
source: Toipic nua
fa: موضوع جدید
fr: Nouveau sujet
ja: 新しいトピック

# lblOtherInfo
source: Eolas eile
fa: اطلاعات دیگر
fr: Autres informations
ja: 他の情報

# lblPrintTopic
source: Clódóir cairdiuil
fa: چاپ
fr: Version imprimable
ja: 簡単印刷

# lblProfileTitle
source: {0}'s Próifíl
fa: پروفایل {0}
fr: Profil de {0}
ja: {0}のプロフィル

# lblRecentTopics
source: Toipicí úrnua
fa: آخرین مطالب من
fr: Sujets récents
ja: 最新トピックス

# lblReplyToTopic
source: Freagraigh toipic.
fa: پاسخ
fr: Répondre au sujet
ja: トピックに返事

# lblRoleTitle
source: Rollaí
fa: قوانین دسترسی
fr: Rôles
ja: 役割

# lblSearchArchive
source: Cartlann
fa: بایگانی
fr: Archive
ja: アークハイブ

# lblSearchExactName
source: Ainm beacht
fa: نام دقیق
fr: Nom exact
ja: 姓名

# lblSendTopic
source: Seol toipic chuig cara
fa: ارسال موضوع
fr: Envoyer ce sujet à un ami
ja: 友達にトピックを送信

# errError
source: Botún fóraim
fa: خطای تالار
fr: Erreur dans le forum
ja: フォーラム エラー

# errFloodError
source: Smacht tuile gníomhach.<br /><br />Tástáil led thoil níos moille.
fa: کنترل تعداد مطالب ارسالی روی این تالار فعال است.<br /><br />لطفا بعدا مراجعه کنید.
fr: Le contrôle de l'intervalle des floods est activé. (Temps minimum entre deux postages par le même utilisateur)<br /><br />Veuillez réessayer un peu plus tard.
ja: フラッドコントロール機能がオンになっています。<br /><br />もう少したってから再度試してください。

# errForumView
source: <p> Níl tú údaraithe an fóram seo a iniúchadh</p>
fa: <p>شما مجاز به مشاهده این تالار نیستید</p>
fr: <p>Vous n'êtes pas autorisé à accéder à ce forum</p>
ja: <p>このフォーラムを観覧する権限を認可されていません。</p>

# errInvalidForumId
source: <p>Ní raibh an fóram aitheantais dlisteanach</p>
fa: <p>شناسه این تالار معتبر نیست</p>
fr: <p>L'ID du forum n'est pas valide</p>
ja: <p>フォーラム ID が 有効なものではありません。</p>

# errInvalidQueryString
source: <p>Ní raibh an sreang cheisteach dlisteanach</p>
fa: <p>درخواست ارسال شده معتبر نیست</p>
fr: <p>La requête n'est pas valide</p>
ja: <p>QueryString が有効なものではありません。</p>

# errInvalidTopicId
source: <p>Níl toipic aitheantais ann</p>
fa: <p>شناسه موضوع وجود ندارد</p>
fr: <p>L'ID de ce sujet n'existe pas.</p>
ja: <p>トピック ID が存在しません。</p>

# errProfileEdit
source: <p> Riarthóirí amháin a dheasaíonn próifílí baill eile</p>
fa: <p>فقط مدیران می‌توانند پروفایل کاربران را ویرایش کنند</p>
fr: <p>Seul les administrateurs sont habilités à éditer les profils des autres membres</p>
ja: <p>別のメンバープロフィル編集はフォーラム管理者のみに許されています。</p>

# errTopicView
source: <p>Níl cead agat an toipic sin a iniúchadh</p>
fa: <p>شما مجاز به مشاهده این مطلب نیستید</p>
fr: <p>Vous n'êtes pas autorisé à accéder à ce sujet</p>
ja: <p>このトピックを観覧する権限を認可されていません。</p>

# lblSendTopicFrom
source: <p>Fuair tú an teachtaireacht seo ó {2}</p>
fa: <p>شما این پیغام را از {0} دریافت کرده‌اید.</p>
fr: <p>Vous avez reçu de message de {2}</p>
ja: <p>{2}からこのメッセージは受信されました。</p>

# lblSendTopicHello
source: Hóra {0}
fa: سلام {0}
fr: Salut {0}
ja: ハロー{0}

# lblSendTopicSubject
source: Seolta ó {0} ag {1}
fa: ارسال شده از {0} توسط {1}
fr: Envoyé depuis {0} par {1}
ja: {0}から {1}を介して送信

# errHtml
source: Ní cheadaitear suasmharcáil HTML.
fa: کدهای HTML پذیرفته نمی‌شوند.
fr: Les balises HTML ne sont pas autorisées.
ja: HTML マークアップは許されていません。

# lblLockForum
source: Lock Forum
fa: قفل کردن تالار
ja: フォーラムをロック

# lblUnLockForum
source: Un-Lock Forum
fa: باز کردن قفل تالار
ja: フォーラムのロック解除

# lblCancel
source: Cancel Edit
fa: لغو ویرایش
ja: 編集をキャンセル

# lblEditForum
source: Edit Forum properties
fa: ویرایش تنظیمات تالار
ja: フォーラムプロパテイの編集

# lblUpdate
source: Save changes
fa: ذخیره تغییرات
ja: 変更保存

# lblFullName
source: Full Name
fa: نام کامل
ja: 姓名

# lblEditedBy
source: Edited on {0} by {1}
fa: ویرایش شده در {0} توسط {1}
ja: 編集 日時： {0} 編集者： {1}

# lblCUserStep1
source: To complete your registration, please provide a user name for your membership and a valid email address, your password will be emailed to this address. If you have spam filterring, make sure that you allow emails from
fa: برای تکمیل ثبت نام، لطفا یک نام کاربری و ایمیل برای عضویت خود تعیین کنید رمز عبور شما به همین ایمیل ارسال خواهد شد. چنانچه ایمیل شما اسپم‌ها را فیلتر می‌کند، مطمئن شوید که ایمیل ما اسپم فرض نشده باشد.
ja: 登録手続きを終了するためにはメンバー登録でのユーザー名と有効なメールアドレスの指定が必要です。あなたのパスワードが指定メールアドレスに転送されます。もしスパムフィルター設定をしている場合は以下からのメール受信が出来るようにフィルター設定をしてください。

# lblArchive
source: Topic can be archived
fa: موضوع می‌تواند بایگانی شود
fr: Topic will not be archived
ja: トピックのアーカイブ可能

# lblNoArchive
source: Topic will be archived
fa: موضوع بایگانی نشود
ja: トピックの非アーカイブ

# btnEdit
source: Edit
fa: ویرایش
ja: 編集

# lblPage
source: Page
fa: صفحه
ja: ページ

# lblChangePassword
source: Change your password
fa: تغییر رمز عبور
ja: パスワード変更

# lblFor
source: For
fa: برای
ja: 件名

# lblSearch
source: Search
fa: جستجو
ja: 検索

# lblDay
source: Day
fa: روز
ja: 日

# lblPagerButton
source: Page {0} of {1} pages
fa: صفحه {0} از {1}
ja: ページ {0} {1} ページ数
