Repository: mfcharaf/SnitzDotNet
Catalog: Web Site/www/App_GlobalResources/webResources.*.resx
Languages: de, it

# btnYes
source: Sea
de: Ja
it: Si

# btnNo
source: Ní hea
de: Nein
it: No

# btnReset
source: Athchóirigh
de: Zurücksetzen
it: Re-impost

# btnUpload
source: suasluchtaigh
de: Upload
it: Carica

# btnCancel
source: Ceallaigh
de: Abbrechen
it: Cancella

# btnAddLink
source: cuir nasc le
de: Link hinzufügen
it: Aggiungi Link

# lblLoggedOn
source: Tá tú logáilte isteach mar {0}{1}
de: Sie sind angemeldet als {0}{1}
it: Benvenuto {0}{1}

# lblThemes
source: Roghnaigh téama
de: Wählen Sie ein Theme
it: Scegli layout

# lblLockedTopic
source: Toipic faoi ghlas
de: Gesperrtes Thema
it: Discussione chiusa

# lblSure
source: Bhfuil tú cinnte?
de: Sind Sie sicher?
it: Sei sicuro/a

# lblPassword
source: Focal faire
de: Passwort
it: Password

# lblEmail
source: riomhphost
de: Email
it: E-mail

# lblOptions
source: roghanna
de: Optionen
it: Opzioni

# btnUpdate
source: suasdátú
de: Aktualisieren
it: Aggiorna

# lblLastPost
source: post deiridh
de: Letzte Antwort
it: Ultima risposta

# lblPosts
source: poist
de: Posts
it: Risposte

# lblTopics
source: toipicí
de: Themen
it: Discussioni

# lblProfile
source: próifíl
de: Profil
it: Profilo

# btnAgree
source: Aontaigh
de: Zustimmen
it: Accetto

# btnPreview
source: Réamhamharc
de: Vorschau
it: Anteprima

# btnSearch
source: Cuardaigh
de: Suche
it: Cerca

# btnSubmit
source: Cuir faoi bhráid
de: Bestätigen
it: Invia

# lblCategory
source: Catagóir
de: Kategorie
it: Categoria

# lblCatForum
source: Catagóir/Fóram
de: Kategorie/Forum
it: Categoria/Forum

# lblForum
source: Fóram
de: Forum
it: Forum

# lblMessage
source: Teachtaireacht
de: Nachricht
it: Messaggio

# lblPostAuthor
source: údar
de: Autor
it: Autore

# lblReplies
source: freagraí
de: Antworten
it: Risposte

# lblSubject
source: Ábhar
de: Titel
it: Soggetto

# lblTopic
source: Toipic
de: Thema
it: Discussione

# lblViewCount
source: Léigh
de: Gelesen
it: Leggi

# ttlPolicyPage
source: Polasaí Fóraim
de: Nutzungsvereinbarung
it: Termi&Condizioni del forum

# ttlPostMessage
source: Foirm Phoist
de: Beitrag verfassen
it: Invia modulo

# lblFindFrom
source: Faigh poist ó
de: Finde Beiträge von
it: Trova rispost di

# lblForumLocked
source: Fóram faoi ghlas, Níl postú ceadaithe.
de: Dieses Forum ist geschlossen.
it: Il forum chiuso, nessun nuovo messaggio autorizzato.

# lblSearchForums
source: Cuardaigh Fóraim
de: Forensuche
it: Cerca nel forum

# lblSearchIn
source: Cuardaigh i
de: Suche in
it: Cerca in

# lblSearchKeywords
source: Cuardaigh eochairfhocal(il)
de: Suche nach Stichwort
it: Cerca parola/e chiave

# lblSearchUser
source: Cuardaigh tré ainm úsáideora
de: Suche nach Benutzername
it: Cerca per Nome Utente

# lblShowAs
source: Taispeáin torthaí mar
de: Ergebnisse anzeigen als
it: Mostra Risultati Come

# lblSortResults
source: Sortáil torthaí mar
de: Sortieren nach
it: Dividi i risultati per

# lblTopicLocked
source: Toipic faoi Ghlas. Níl freagraí Ceadaithe..
de: Dieses Thema ist geschlossen.
it: La discussione chiusa, nessun nuovo messaggio autorizzato.

# lblUsername
source: Ainm Úsáideora
de: benutzername
it: Nome Utente

# ttlDefaultPage
source: {0} : Leathanach Baile
de: {0} : Hauptseite
it: {0} : Home Page

# ttlForumPage
source: {0} : Fóram : {1}
de: {0} : Forum : {1}
it: {0} : Forum : {1}

# ttlSearchPage
source: Cuardaigh Fóraim
de: Suche
it: Cerca nel Forum

# btnClose
source: Dún
de: Schliessen
it: Chiudi

# lblCountry
source: Tír
de: Land
it: Nazione

# ErrNoMessage
source: Ní féidir leat post folamh a phostáil.
de: Sie können keine leere Nachricht posten.
it: Non potete inserire un messaggio vuoto.

# ErrNotAuth
source: Níl tú údaraithe chun an t-aicsean seo a chríochnú.
de: Sie haben keine Erlaubnis für diese Aktion.
it: Non siete autorizzati a compiere quest'azione.

# lblFirstName
source: Céad ainm
de: Vorname
it: Nome

# lblLastName
source: Ainm deiridh
de: Nachname
it: Cognome

# lblLock
source: Cuir glas ar tuairisc.
de: Eintrag schliessen
it: Chiudi Record

# lblUnlock
source: Un-Cuir glas ar tuairisc
de: Eintrag öffnen
it: Ri-apri record

# ttlPopupDel
source: Ceallaigh tuairisc
de: Eintrag löschen
it: Elimina Record

# ttlPopupEmail
source: Seol riomhphost
de: Email senden
it: Invia E-mail

# ttlPopupMessenger
source: Fuinneog theachtaire
de: Messenger Fenster
it: Finestra di Messenger

# btnSend
source: Seol
de: Senden
it: Manda

# ErrUploadFileSize
source: Níl comhad rómhór le suasluchtú.
de: Die Datei ist zu groß
it: Il file troppo grandeper essere caricato

# ErrUploadFileType
source: Ní íomhá an comhad
de: Die Datei ist kein Bild
it: Il file non un immagine

# ErrUploadNoFile
source: Níor suasluchtaíodh comhad
de: Es wurde keine Datei hochgeladen
it: Nessun file stato caricato

# lblBack
source: Téigh arais don BhFóram
de: Zurück zum Forum
it: Torna al forum

# lblHost
source: Ainm aoi
de: Hostname
it: Nome Host

# lblIP
source: IP Seoladh postaitheora
de: IP Addresse des Autors
it: Indirizzo IP dell'utente

# lblPreview
source: Réamhamharc teachtaireacht
de: Vorschau
it: Anteprima Messaggio

# lblSendTopicMessage
source: <p>Cheapas go mbeadh suim agat sa phost seo a leanas <br /><br /><a href='{0}'>{0}</a></p>
de: <p>Dieses Thema könnte Dich interessieren <br /><br /><a href='{0}'>{0}</a></p>
it: <p>Pensavo che questo messagio ti potesse interessare <br /><br /><a href='{0}'>{0}</a></p>

# lblStick
source: Déan toipic greamaitheach
de: Als Ankündigung behandeln
it: Fai discussione "importante"

# lblTimer
source: Gineadh an Leathanach i {0} soicind
de: Seite generiert in {0} Sekunden
it: Questa pagina stata generata in {0} secondi

# lblUnstick
source: díghreamaigh toipic.
de: Als normales Thema behandeln
it: Fai topic non pi importante

# lblUpload
source: Suasluchtaigh comhad go freastalaí
de: Datei hochladen
it: Carica file sul server

# lblUploadSuccess
source: Comhad suasluchtaithe go rathúil
de: Datei erfolgreich hochgeladen
it: File caricato con successo

# ttlPopupSendTopic
source: Seol Toipic
de: Thema senden
it: Invia Discussione

# ttlPopupUpload
source: Suasluchtaigh comhad
de: Datei hochladen
it: Carica File

# ttlPopupViewIP
source: Iniúchaigh baill IP
de: IP-Adresse des Mitglieds ansehen
it: Visualizza l'indirizzo IP dell'utente

# ttlProfilePage
source: Próifíl baill
de: Profil
it: Profilo dell'utente

# btnSpell
source: Seiceáil litriú
de: Rechtschreibprüfung
it: Controlla Ortografia

# ErrNotImplemented
source: Níl comhlíonaithe faoi láthair
de: Derzeit nicht implementiert
it: Correntemente non presente

# lblDelete
source: Ceallaigh {0}
de: {0} löschen
it: Elimina {0}

# lblName
source: Ainm
de: Name
it: Nome

# lblQRSig
source: Iniaigh síniú
de: Signatur anhängen
it: Includi Firma

# lblQuickReplyHeader
source: Freagra tapa
de: Schnellantwort
it: Risposta Veloce

# lblReply
source: Freagra
de: Antworten
it: Rispondi

# lblStatsArchive
source: Níl {0} poist cartlannaithe in {1} toipic(í) cartlannaithe(s)
de: Es sind {0} archivierte Beiträge in {1} archivierten Themen
it: Ci sono {0} messaggi archiviati in {1} una discussione archiviata

# lblStatsLastVisit
source: Thug tú cuairt ar an {0}
de: Ihr letzter Besuch war am {0}
it: Hai visitato per l'ultima volta il {0}

# lblStatsMembers
source: {0} of {1} <rannóg='Statsnascanna' href='baill.aspx'>baill</a> déanta {2} poist, leis an post deiridh ar an {3} ar: {4}
de: {0} von {1} <a class='StatsLnks' href='/Content/Forums/members.aspx'>Mitgliedern</a> haben {2} Beiträge erstellt. Der letzte Beitrag wurde am {3} von {4} erstellt.
it: {0} su {1} <a class='StatsLnks' href='/Content/Forums/members.aspx'>Utenti</a> hanno fatto {2} messaggi, con l'ultimo messaggio il {3} effettuato da: {4}

# lblStatsNewMember
source: Fáiltigh led thoil roimh an mbaill is úrnua : {0}
de: Unser neuestes Mitglied ist: {0}
it: Date il benvenuto a: {0}

# lblStatsTopics
source: Tá faoi láthair {0} toipicí agus tá {1} <rannóg='Statsnascanna' href='gníomhach.aspx'>gníomhach</a> toipicí ó do chuairt dheiridh.
de: Es sind derzeit {0} Themen und {1} <a class='StatsLnks' href='/Content/Forums/active.aspx'>aktive</a> Themen seit Ihrem letzten Besuch vorhanden.
it: Ci sono {0} discussioni nel forum, e ci sono {1} <a class='StatsLnks' href='/Content/Forums/active.aspx'>nuove</a> discussioni dalla tua ultima visita.

# lblUser
source: Úsáideoir
de: Benutzer
it: Utente

# lblMessengerAIM
source: {0}'s AIDHM Roghanna
de: {0}'s AIM Optionen
it: {0}Opzioni AIM

# lblMessengerBuddyList
source: Cuir le liosta Budaí
de: Zur Buddy-Liste hinzufügen
it: Aggiungi alla lista degli amici

# lblMessengerChat
source: Oscail fuinneog chomhrá
de: Chatfenster öffnen
it: Apri la chat

# lblMessengerSkype
source: {0}'s Seoladh teachtaireacht Skype:
de: {0}'s Skype Messenger Adresse:
it: {0}Indirizzo Skype:

# lblMessengerSend
source: Seol teachtaireacht chuig ball.
de: Nachricht senden an Benutzer
it: Manda un messaggio al membro

# litMessengerText
source: <b>NóTAIGH:</b> Bíodh seilbh agat ar AOL teachtaire dithneasach suiteáilte ionas gur féidir leis na feidhmithe seo oibriú go cuí.
de: <b>NOTE:</b> Sie müssen den AOL Messenger installiert haben um diese Funktionen nützen zu können..
it: <b>ATTENZIONE:</b> Devi avere AOL Instant Messenger installato per poter usare questa funzione correttamente.

# btnLogin
source: Logáil isteach
de: Anmelden
it: Log In

# ErrLoginFailure
source: Theip ar do iarracht logála. Iarracht eile led thoil.
de: Ihre Anmeldung ist fehlgeschlagen. Bitte versuchen Sie es erneut.
it: Il tuo tentativo di log-in fallito. Per favore ri-tentate.

# ErrLoginRequired
source: Caithfidh tú bheith logáilte isteach chun teacht ar an leathanach seo,ionsáigh d'ainm úsáideora agus focal faire led thoil.<br /><br />
de: Sie müssen angemelden sein um auf diese Seite zugreifen zu können, bitte geben Sie Benutzername und Passwort an.<br /><br />
it: Devi aver fatto log-in per entrare in questa pagina.<br /><br />

# ErrNoPassword
source: Focal faire riachtanach
de: Passwort ist ein Pflichtfeld
it: La Password richiesta.

# ErrNoUsername
source: Ainm úsáideora riachtanach
de: Benutzername ist ein Pflichtfeld
it: Il Nome Utente richiesto.

# lblAIM
source: AIDHM
de: AIM
it: AIM

# lblDelPost
source: Ceallaigh post in úsáid
de: Beitrag löschen
it: Elimina questo messaggio

# lblEditPost
source: Deasaigh post in úsáid
de: Beitrag bearbeiten
it: Modifica questo messaggio

# lblGotoTop
source: Léim go barr leathanaigh
de: Zum Anfang der Seite
it: Vai all'inizio della pagina

# lblHomePage
source: Tabhair cuairt ar leathanach bhaile an Phostaera
de: Homepage des Benutzers
it: Vai alla homepage dell'utente

# lblLastPostJump
source: Léim go post deiridh
de: Zum letzten Beitrag
it: Vai all'ultimo messaggio

# lblLastVisit
source: cuairt deireannach tugtha
de: Letzter Besuch
it: Ultima Visita

# lblLockedForum
source: Tá glas ar an bhfóram
de: Forum ist geschlossen
it: Il Forum Chiuso

# lblLoginTitle
source: Logáil isteach baill
de: Benutzeranmeldung
it: Login

# lblMemberSince
source: Ceangailte
de: Registriert
it: Unito

# lblOldPosts
source: Níl poist úrnua.
de: Keine neuen Beiträge
it: Nessun Nuovo Messaggio

# lblRememberMe
source: Sábháil focal faire
de: Passwort speichern
it: Salva Password

# lblReplyQuote
source: Freagraigh le lua.
de: Mit Zitat antworten
it: Rispondi Con Citazione

# lblShowIP
source: Taispeáin IP an Phostaera
de: IP-Adresse des Benutzers anzeigen
it: Visualizza l'indirizzo IP dell'utente

# lblTitle
source: Teideal
de: Titel
it: Titolo

# ttlLoginPage
source: Leathanach logáil isteach fóraim
de: Anmeldeseite
it: Pagina de Log-In del Forum

# ttlMembersPage
source: Liosta ball
de: Mitgliederliste
it: Lista degli utenti

# ErrNoSearchString
source: Caithfidh tú luach a sholáthar le cuartú
de: Sie müssen einen Suchbegriff eingeben
it: Devi inserire cosa vuoi cercare

# ErrNoSubject
source: Caithfidh tú ábhar a ionsáú do do phost
de: Sie müssen einen Titel für das Thema angeben
it: Devi inserire un soggetto per la tua ricerca

# lblIncludeSig
source: iniaigh do shíniú próifíle..
de: Include your profile signature.
it: Includi la firma del profilo

# lblJumpTo
source: Léim go
de: Jump to
it: Vai a

# lblPostLockTopic
source: Seiceáil anseo chun an t-ábhar a chur faoi ghlas taréis an phoist seo.
de: Thema nach diesem Beitrag schliessen.
it: Clicca qui per chiudere la discussione dopo questo messaggio.

# lblPostMakeSticky
source: Seiceáil anseo chun an toipic seo a bheith greamaitheach.
de: Dieses Thema als Ankündigung behandeln.
it: Clicca qui per fare questa discussione importante.

# lblHotTopics
source: Toipic te, iniata {0} nó freagraí breise
de: {0} Antworten oder mehr
it: Una discussione calda deve contenere {0} o pi risposte.

# lblNewPosts
source: Poist úrnua iniata
de: Neue Beiträge
it: Contiene Nuove Risposte

# ttlActivePage
source: Toipicí gníomhacha ó do chuairt dheiridh
de: Aktive Themen seit Ihrem letzten Besuch
it: Nuove Discussioni dalla tua ultima visita

# btnUploadAvatar
source: Suasluchtaigh Avatar
de: Avatar hochladen
it: Carica Avatar

# lblBiog
source: Beathaisnéis
de: Biographie
it: Biografia

# lblCity
source: Cathair
de: Wohnort
it: Citt

# lblContactInfo
source: Eolas teagmhála
de: Kontaktinformationen
it: Informazioni Contatto

# lblDOB
source: Dáta breithe
de: Geburtsdatum
it: Anno di Nascita

# lblExtraInfo
source: Eolas breise
de: Extra Info
it: Informazioni Extra

# lblFavLinks
source: Nascanna coitianta
de: Interessante Links
it: Link Preferiti

# lblGender
source: inscinn
de: Geschlecht
it: Sesso

# lblHobbies
source: Caithimh aimsire
de: Hobbies
it: Hobby

# lblLatestNews
source: Nuacht is úrnua
de: Neuigkeiten
it: Ultimi Notizie

# lblLinks
source: Nascanna Gréasáin
de: Links
it: Links

# lblMarStatus
source: Stáid pósta
de: Familienstand
it: Stato di Matrimonio

# lblOccupation
source: Slí beatha
de: Beruf
it: Occupazione

# lblQuote
source: Lua coitianta
de: Lieblingszitat
it: Commento Preferito

# lblReceiveEmail
source: Glac riomhphost
de: Email empfangen
it: Ricevi E-mail

# lblSig
source: Síniú
de: Signatur
it: Firma

# lblState
source: Contae
de: Bundesland
it: Paese

# lblTimeOffset
source: Cúitigh ó GMT
de: Zeitdifferenz zu GMT
it: GMT

# lblTimeZone
source: Crios ama
de: Zeitzone
it: Zona GMT

# lblDeleteUser
source: Ceallaigh ball
de: Benutzer löschen
it: Elimina Membro

# lblEditUser
source: Deasaigh Próifíl
de: Profil bearbeiten
it: Modifica Profilo

# lblLockUser
source: Cuir cuntas ball faoi ghlas
de: Benutzer sperren
it: Sblocca Profilo

# lblUnlockUser
source: Bain an glas de chuntas ball
de: Benutzer freischalten
it: Sblocca Membro

# ErrNoTopics
source: <lár><br />Níl toipicí le taispeáint<br /></lár>
de: <center><br />Keine Themen vorhanden<br /></center>
it: <center><br />Non ci sono discussioni da mostrare.<br /></center>

# ErrSearchFor
source: Caithfidh tú eocharfhocal nó ainm úsáideora a ionsáú, agus níos mó ná carachtar amháin san eocharfhocal.
de: Sie müssen einen Suchbegriff oder Benutzernamen angeben, Suchbegriffe müssen mehr als 1 Zeichen lang sein
it: Devi inserire delle parole chiave o un nome utente, e le parole chiave devono contenere pi di un carattere.

# lblNew
source: Tuairisc nua
de: Neuer Eintrag
it: Nuovo Record

# ErrNoSearchResults
source: <lár><br />níor fritheadh tuairiscí nua oiriúnach do do chrítéir cuartála.<br /></lár>
de: <center><br />Keine Einträge gefunden<br /></center>
it: <center><br />Nessuna informazione stata trovata.<br /></center>

# ErrSearchNoForum
source: Roghnaigh, ar a laghad, catagóir nó fóram amháin
de: Sie müssen zumindest eine Kategorie oder Forum auswählen
it: Devi selezionare almeno una categoria o forum

# lblAge
source: aois
de: Alter
it: Et

# lblContactMe
source: Déan teagmháil liom via {0}
de: Kontaktieren Sie mich über {0}
it: Contattami via {0}

# lblForumInfo
source: Eolas fóraim
de: ForumInfo
it: InforForum

# lblLastUpdated
source: Deasú deiridh próifíle
de: Profil zuletzt geändert
it: L'ultima modifica al profilo stata il

# lblMemberID
source: Aitheantas baill
de: benutzer ID
it: ID dell'utente

# lblNewTopic
source: Toipic nua
de: Neues Thema
it: Nuova Discussione

# lblOtherInfo
source: Eolas eile
de: Zusätzliche Informationen
it: Altre Informazioni

# lblPrintTopic
source: Clódóir cairdiuil
de: Druckversion
it: Stampa

# lblProfileTitle
source: {0}'s Próifíl
de: {0}'s Profil
it: {0} Profilo

# lblRecentTopics
source: Toipicí úrnua
de: Recent Topics
it: Discussioni Recenti

# lblReplyToTopic
source: Freagraigh toipic.
de: Zum Thema antworten
it: Rispondi a Discussione

# lblRoleTitle
source: Rollaí
de: Rollen
it: Ruoli

# lblSearchArchive
source: Cartlann
de: Archiv
it: Archivio

# lblSearchExactName
source: Ainm beacht
de: Exakter Name
it: Nome Esatto

# lblSendTopic
source: Seol toipic chuig cara
de: Thema einem Freund empfehlen
it: Manda la discussione ad un amico

# errError
source: Botún fóraim
de: Forum Fehler
it: Errore nel Forum

# errFloodError
source: Smacht tuile gníomhach.<br /><br />Tástáil led thoil níos moille.
de: Zeitliche Berechtigung für neue Beiträge ist aktiviert.<br /><br />Bitte versuchen Sie es später erneut.
it: Controllo delle risposte abilitato.<br /><br />Per favore riprovate in seguito.

# errForumView
source: <p> Níl tú údaraithe an fóram seo a iniúchadh</p>
de: <p>Sie sind nicht berechtigt diese Forum zu betrachten</p>
it: <p>Non sei autorizzato/a a vedere questo forum</p>

# errInvalidForumId
source: <p>Ní raibh an fóram aitheantais dlisteanach</p>
de: <p>Ungültige Forum-ID</p>
it: <p>L'ID del forum non era corretto</p>

# errInvalidQueryString
source: <p>Ní raibh an sreang cheisteach dlisteanach</p>
de: <p>Ungültiger QueryString</p>
it: <p>QueryString non era valido</p>

# errInvalidTopicId
source: <p>Níl toipic aitheantais ann</p>
de: <p>Thema existiert nicht</p>
it: <p>L'ID della discussione non era corretta</p>

# errProfileEdit
source: <p> Riarthóirí amháin a dheasaíonn próifílí baill eile</p>
de: <p>Nur Administratoren können Benutzerprofile bearbeiten</p>
it: <p>Solo l'Amministratore pu modificare il profile di un'altro utente</p>

# errTopicView
source: <p>Níl cead agat an toipic sin a iniúchadh</p>
de: <p>Sie sind nicht berechtigt dieses Thema zu betrachten</p>
it: <p>Non hai il permessio di vedere quella discussione</p>

# lblSendTopicFrom
source: <p>Fuair tú an teachtaireacht seo ó {2}</p>
de: <p>Sie haben diese Nachricht von {2} erhalten</p>
it: <p>Hai ricevuto un messaggio da {2}</p>

# lblSendTopicHello
source: Hóra {0}
de: Hallo {0}
it: Ciao {0}

# lblSendTopicSubject
source: Seolta ó {0} ag {1}
de: Gesendet von {0} von {1}
it: Madato da {0} da {1}

# errHtml
source: Ní cheadaitear suasmharcáil HTML.
de: HTML ist nicht erlaubt.
it: HTML non autorizzata

# lblArchive
source: Topic can be archived
de: Topic will not be archived, click to allow archiving
it: Topic will not be archived

# lblNoArchive
source: Topic will be archived
de: Topic can be archived, click to change
